cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'git'
brew 'postgresql'
brew 'redis'
brew 'heroku-toolbelt'
brew 'hub'
brew 'imagemagick'
brew 'wget'

cask '1password'
cask 'appcleaner'
cask 'atom'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'firefox'
cask 'minecraft'
cask 'sketch'
cask 'slack'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-input'
