cask_args appdir: '/Applications'

tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'
tap 'heroku/brew'

# brew 'bash'
brew 'coreutils'
brew 'fish'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'puma/puma/puma-dev'
brew 'r'
brew 'redis'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'neovim'
brew 'wget'
brew 'yarn'

cask 'google-chrome'
cask 'iterm2'
cask 'encryptme'
cask 'rstudio'
cask 'sublime-text'
cask 'transmission'

# cask 'google-cloud-sdk'

# Mac App Store
mas '1Password', id: 443987910
mas 'Ulysses', id: 623795237
mas 'Slack', id: 803453959
mas '1blocker', id: 1107421413
mas 'Scrivner', id: 418889511

# tunnel bear. 
