cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'bash'
brew 'coreutils'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'redis'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'

cask 'google-chrome'
cask 'atom'
cask 'iterm2'
cask 'encryptme'

# Mac App Store
mas '1Password', id: 443987910
mas 'Ulysses', id: 623795237
mas 'Slack', id: 803453959
mas '1blocker', id: 1107421413
